Repository: common-repository/braft-woo-shipping-packer
Catalog: languages/braft-woo-shipping-packer-*.po
Languages: pl_pl

source: Woocommerce addon to calculate shipping container and costs.
pl_pl: Dodatek Woocommerce do obliczania kosztów wysyłki na podstawie listy pudełek/kopert i progów cenowych firm logistycznych.

source: Box type:
pl_pl: Typ pudełka:

source: Languages
pl_pl: Języki

source: Language codes
pl_pl: Kody języka

source: example JSON: [{"lang_code":"pl_PL","lang_title":"Polski"},{"lang_code":"en_US","lang_title":"English"}]
pl_pl: przykładowy JSON: [{"lang_code":"pl_PL","lang_title":"Polski"},{"lang_code":"en_US","lang_title":"English"}]

source: Packages parameters
pl_pl: Parametry paczek

source: example JSON: [{"name":"My package", "parameters":"outer width,outer length,outer height,empty weight,inner width,inner length,inner height,max weight", "box_price_pl_PL":"the price", "box_price_en_US":"the price"}]
pl_pl: przykładowy JSON: [{"name":"My package", "parameters":"outer width,outer length,outer height,empty weight,inner width,inner length,inner height,max weight", "box_price_pl_PL":"the price", "box_price_en_US":"the price"}]

source: Shipping thresholds
pl_pl: Progi wysyłki

source: example JSON: [{"name":"InPost", "parameters":[{"name":"A", "max_dimensions":"outer width,outer length,outer depth", "max_weight":"grams", "price_pl_PL":"the price", "price_en_US":"the price"}]}]
pl_pl: przykładowy JSON: [{"name":"InPost", "parameters":[{"name":"A", "max_dimensions":"szerokość zewnętrzna,długość zewnętrzna,głębokość zewnętrzna", "max_weight":"gramy", "price_pl_PL":"cena", "price_en_US":"cena"}]}]

source: Backup
pl_pl: Kopia zapasowa

source: Backup JSON
pl_pl: JSON kopii zapasowej

source: Add language
pl_pl: Dodaj język

source: Box name:
pl_pl: Nazwa pudełka:

source: Outer width:
pl_pl: Szerokość zewnętrzna:

source: Outer length:
pl_pl: Długość zewnętrzna:

source: Outer height:
pl_pl: Wysokość zewnętrzna:

source: Box weight:
pl_pl: Waga pudełka:

source: Inner width:
pl_pl: Szerokość wewnętrzna:

source: Inner length:
pl_pl: Długość wewnętrzna:

source: Inner height:
pl_pl: Wysokość wewnętrzna:

source: Max weigth:
pl_pl: Maks. waga:

source: Box price
pl_pl: Cena pudełka

source: Add box
pl_pl: Dodaj pudełko

source: Rate name:
pl_pl: Nazwa stawki:

source: Threshold name:
pl_pl: Nazwa progu:

source: Max width:
pl_pl: Maksymalna szerokość:

source: Max length:
pl_pl: Maksymalna długość:

source: Max height:
pl_pl: Maks. wysokość:

source: Max weight:
pl_pl: Maksymalna waga:

source: Price
pl_pl: Cena

source: Add threshold
pl_pl: Dodaj próg

source: Add shipping rate
pl_pl: Dodaj cenę wysyłki

source: price :
pl_pl: cena:

source: outer dimensions
pl_pl: wymiary zewnętrzne

source: inner dimensions
pl_pl: wymiary wewnętrzne

source: box weight
pl_pl: waga pudełka

source: max weight
pl_pl: maksymalna waga

source: box price
pl_pl: cena pudełka

source: max dimensions
pl_pl: maksymalne wymiary

source: price
pl_pl: cena

source: Backup to JSON file
pl_pl: Kopia zapasowa do pliku JSON

source: Restore from JSON file
pl_pl: Przywracanie z pliku JSON

source: Create TXT file
pl_pl: Tworzenie pliku TXT
